[
  "United_States",
  [
    "United States",
    "United States House of Representatives elections, 1894",
    "United States House of Representatives elections, 1892",
    "United States House of Representatives elections, 1914",
    "United States House of Representatives elections, 1912",
    "United States House of Representatives elections, 1916",
    "United States House of Representatives elections, 1868",
    "United States House of Representatives elections, 1900",
    "United States House of Representatives elections, 1890",
    "United States House of Representatives elections, 1898"
  ],
  [
    "The United States of America (USA), commonly referred to as the United States (U.S.) or America, is a federal republic consisting of 50 states and a federal district.",
    "The elections to the United States House of Representatives 1894 comprised a significant realigning election — a major Republican landslide that set the stage for the decisive election of 1896. The elections of members of the United States House of Representatives in 1894 came in the middle of President Grover Cleveland's second term.",
    "Elections to the United States House of Representatives were held in 1892 for members of the 53rd Congress, taking place at the same time as the election of Grover Cleveland as President for the second, non-continuous, time, defeating incumbent Benjamin Harrison.",
    "Elections to the United States House of Representatives in 1914 were held in the middle of President Woodrow Wilson's first term for members of the 64th Congress.",
    "Elections to the United States House of Representatives in 1912 were held for members of the 63rd Congress, coinciding with the election of President Woodrow Wilson.",
    "Elections to the United States House of Representatives in 1916 were held for members of the 65th Congress, coinciding with the re-election of President Woodrow Wilson.",
    "Elections to the United States House of Representatives were held in 1868 to elect Representatives to the 41st United States Congress.",
    "Elections to the United States House of Representatives were held in 1900 for members of the 57th Congress, coinciding with the re-election of President William McKinley.",
    "Elections to the United States House of Representatives were held in 1890 for members of the 52nd Congress, taking place in the middle of President Benjamin Harrison's term.",
    "Elections to the United States House of Representatives were held in 1898 for members of the 56th Congress, and took place in the middle of President William McKinley's first term."
  ],
  [
    "https://en.wikipedia.org/wiki/United_States",
    "https://en.wikipedia.org/wiki/United_States_House_of_Representatives_elections,_1894",
    "https://en.wikipedia.org/wiki/United_States_House_of_Representatives_elections,_1892",
    "https://en.wikipedia.org/wiki/United_States_House_of_Representatives_elections,_1914",
    "https://en.wikipedia.org/wiki/United_States_House_of_Representatives_elections,_1912",
    "https://en.wikipedia.org/wiki/United_States_House_of_Representatives_elections,_1916",
    "https://en.wikipedia.org/wiki/United_States_House_of_Representatives_elections,_1868",
    "https://en.wikipedia.org/wiki/United_States_House_of_Representatives_elections,_1900",
    "https://en.wikipedia.org/wiki/United_States_House_of_Representatives_elections,_1890",
    "https://en.wikipedia.org/wiki/United_States_House_of_Representatives_elections,_1898"
  ]
]